fabric/fabric8-karaf/src/main/resources/distro/fabric/import/fabric/profiles/quickstarts/karaf/cxf/camel.webservice.profile/data/request.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header/>
    <soap:Body>
        <ns2:getCustomerByName xmlns:ns2="http://training.fabric8.io/">Fuse</ns2:getCustomerByName>
    </soap:Body>
</soap:Envelope>
